Repository: MatanEden7/Wellness-app
Catalog: Packages/WellnessKit/Sources/WellnessUI/Resources/Localizable.xcstrings
Source language: en
Languages: he

source: Time between sets
he: זמן בין סטים

source: Time Spent
he: זמן אימון

source: Time to
he: זמן

source: Timer Sound
he: צליל טיימר

# timerSoundSubtitle
source: Play sound when rest timer completes
he: השמעת צליל בסיום טיימר המנוחה

source: Timer Volume
he: עוצמת טיימר

source: Title
he: כותרת

# titleRequired
source: Title is required
he: נדרשת כותרת

source: Today
he: היום

source: Today's Workouts
he: אימוני היום

source: Tomorrow
he: מחר

source: Too long
he: ארוך מדי

source: Too short
he: קצר מדי

source: Total Calories
he: סה״כ קלוריות

source: Total Time
he: זמן כולל

# trackSleepForInsights
source: Track your sleep for better rest insights
he: עקוב אחר השינה שלך לקבלת תובנות טובות יותר

source: Track your nutrition
he: עקוב אחר התזונה שלך

source: Track your nutrition for
he: עקוב אחר התזונה שלך ל־

source: Track your rest
he: עקוב אחר המנוחה שלך

source: Track your training for
he: עקוב אחר האימונים שלך ל־

source: Try Again
he: נסה שוב

# tuesdayShort
source: Tue
he: ג'

source: Unit
he: יחידה

# unitBand
source: band
he: גומייה

# unitDefault
source: unit
he: יחידה

# unitLb
source: lb
he: ליברות

# unitPer100g
source: Nutrition values are per 100 grams
he: הערכים התזונתיים הם ל-100 גרם

# unitPerCount
source: Nutrition values are per %@
he: הערכים התזונתיים הם ל%@

# unitPerGram
source: Nutrition values are per gram
he: הערכים התזונתיים הם לגרם

# unitPerMl
source: Nutrition values are per milliliter
he: הערכים התזונתיים הם למ"ל

# unitPerOz
source: Nutrition values are per ounce
he: הערכים התזונתיים הם לאונקיה

source: Update
he: עדכן

source: Use Now
he: השתמש עכשיו

source: Use Template
he: השתמש בתבנית

source: Version
he: גרסה

source: Very Good
he: טוב מאוד

source: Vibration
he: רטט

# vibrationDesc
source: Vibrate for notifications
he: הפעל רטט להתראות

source: View All
he: הצג הכל

source: View Calendar
he: הצג יומן

source: View Mode
he: מצב תצוגה

# volumeLabel
source: Volume
he: נפח

source: Wake Time
he: שעת השכמה

source: Wake Time (optional)
he: שעת השכמה (אופציונלי)

# wakeUpAction
source: Wake Up
he: השכמה

source: Warning
he: אזהרה

# wednesdayShort
source: Wed
he: ד'

source: Week
he: שבוע

source: Week Start
he: תחילת שבוע

source: Week View
he: תצוגת שבוע

source: Weekend Days
he: ימי סופ״ש

source: Weekly
he: שבועי

source: weeks
he: שבועות

source: Weight
he: משקל

source: Weight Unit
he: יחידת משקל

source: Well rested!
he: נח היטב!

source: Workout
he: אימון

source: Workout Complete!
he: האימון הושלם!

source: Workout Count
he: מספר אימונים

source: Workout exercises
he: תרגילי האימון

# workoutLoading
source: Loading workout...
he: טוען אימון...

# workoutMetricDisplay
source: Workout Metric
he: מדד אימון

# workoutMinutes
source: %@ min
he: %@ דק׳

source: Workout Name
he: שם האימון

source: Workout Reminder
he: תזכורת אימון

# workoutReminderBodyNotification
source: Ready for %@?
he: מוכן ל%@?

# workoutReminderNotification
source: Time to workout!
he: זמן לאמן!

source: Workout Reminders
he: תזכורות לאימונים

source: Workout Session
he: מושב אימון

# workoutSettingsTitle
source: Workout Settings
he: הגדרות אימון

# workoutSettingsTooltip
source: Workout Settings
he: הגדרות אימון

# workoutTemplateNameHint
source: e.g., Push Day, Full Body
he: לדוגמה: יום דחיפה, גוף מלא

# workoutTemplateNotesHint
source: Any notes about this workout template
he: הערות על תבנית האימון

source: Workout Templates
he: תבניות אימון

source: Workout Time
he: זמן אימון

# workoutTimerHint
source: During workouts, you can mute the timer using the volume button and add extra rest time as needed.
he: במהלך אימונים אפשר להשתיק את הטיימר בעזרת לחצן עוצמת הקול ולהוסיף זמן מנוחה לפי הצורך.

# workoutTotals
source: Daily Training
he: אימון יומי

source: Workouts
he: אימונים

# workoutsNotificationDesc
source: Get notified for scheduled workouts
he: קבל התראות לאימונים מתוזמנים

# workoutsTab
source: Workouts
he: אימונים

# xMinBefore
source: %lld minutes before
he: %lld דקות לפני

source: Year
he: שנה

source: Yes
he: כן

source: Yesterday
he: אתמול

source: You slept for %@ hours
he: ישנת %@ שעות

source: Your Exercises
he: התרגילים שלי

source: Your fitness journey awaits
he: מסע הכושר שלך ממתין

source: Your Foods
he: המזון שלך

source: Your wellness overview
he: סקירת הבריאות שלך
